{"id": "325ce5fe-114d-4e28-838e-ba915243d86c", "original_filename": "CV-CN-Developpeur.pdf", "filename": "325ce5fe-114d-4e28-838e-ba915243d86c.pdf", "content_type": "application/pdf", "file_path": "uploads/candidatures/325ce5fe-114d-4e28-838e-ba915243d86c.pdf", "contenu": "PROFIL\nEXPERIENCES\nFORMATIONS\nINTERETSCurieux, sympathique et engagé. Il est important pour moi de collaborer et d’échanger avec les autres. Je suis fasciné par les processus cognitifs et j’aime les discussions enrichissantes. Contactez-moi pour en savoir plus.\nCEDRIC NICOLASDéveloppeurPORTFOLIO\nCOMPETENCESConception et développement front end et back end  sous Symfony 3+. Construction d’API. Conception de backofﬁce et de base de données. Développement d’une application Angular 2+ (Express, node.js et mongoDB). Développement et mise en ligne de sites Wordpress. Mise en place d’optimisations SEO.Développeur Full stack\nDéveloppeur webDéveloppeur Front end\nIntégration Wordpress. Développement de fonctionnalités et corrections de bug. Ajustement de site web en responsive design. Community management. Veille informationnelle et concurrentielle.Développement de landing page et intégration d’offres commerciales. Optimisation techniques du site de e-commerce sous Hybris. Mise en place d’AB Test via AB Tasty, Administration de personnalisation de contenu via Target2sell.  2017\n2016 - 20172017 - 2020Yves Rocher\nWIBOO - StageFreelanceBasé à Rennescedric.nicolas.cnr@gmail.com+33 7 60 19 39 72\nM2i FormationsCONCEPTEUR DÉVELOPPEUR INFORMATIQUE 2016 - 2017Formation de 900 heures. Fondamentaux du développement et de la conduite de projets.ESCG ParisBTS COMPTABILITE GESTION2012 - 2014Administration et gestion des entreprises. Relations avec les parties prenantes.CopywritingSciences humainesCréation vidéoSite web :http://cedricnicolas.fr\nSymfony 3+ SQLNode.js / Express.js Javascript / jQuery\nMongoDB29 ans\nAngular 4+ HTML5 / CSS3PHP Photoshop / Da Vinci Resolve\n", "date_creation": "2024-10-10 21:28:34.232610"}