{"id": "1209010a-b794-4802-bfeb-6cecdc437b0e", "original_filename": "Profil+de+poste+développeur+CDD+CNRGV.pdf", "filename": "1209010a-b794-4802-bfeb-6cecdc437b0e.pdf", "content_type": "application/pdf", "file_path": "uploads/offres/1209010a-b794-4802-bfeb-6cecdc437b0e.pdf", "contenu": " \n \n \nOffre d’emploi : Développeur JAVA \nCDD 12 mois – INRA-CNRGV \n \n \n \nContexte \nLocalisé sur le centre INRA de Toulouse, le CNRGV e st une infrastructure nationale spécialisée dans la  \ngénomique végétale qui joue un rôle clé sur la scèn e internationale. Il a pour mission de centraliser et de \nvaloriser des ressources génomiques végétales d’int érêt auprès de la communauté scientifique \ninternationale. A ce titre, le CNRGV diffuse ces re ssources et propose des services pour les projets d e \nrecherche en génomique végétale. \nCes missions impliquent la gestion d’une quantité i mportante de données informatiques afférentes, leur s \nmises à disposition, ainsi que la traçabilité des o pérations et des échantillons gérés par le laborato ire. Les \nnombreux robots utilisés pour la gestion de ces col lections (environ 400 collections génomiques, soit prêt de \n20 millions d’échantillons uniques) et le travail à  haut débit qui y est réalisé en font un environnem ent \ncomplexe. Le Système d’Information dédié et dévelop pé en interne est un élément clé pour mener à bien ces \nmissions. \n \n \nMissions \nLe CNRGV recherche un(e) développeur d’application web. Il sera intégré à l’équipe informatique, qui \ns’appuie sur la méthode SCRUM pour gérer ces dévelo ppements. Il participera aux différents projets \nd’évolutions des applications qui constituent le Sy stème d’Information, de la définition du besoin jus qu’au \ndéveloppement des interfaces, en s’appuyant sur des  outils d’intégration continue. Il veillera au resp ect des \ndispositions qualité et des normes de programmation , et rendra compte régulièrement de son activité au  \nresponsable d’équipe. Ces missions supposent des re lations permanentes avec les membres de l’équipe, e t \ns’effectuera sous la responsabilité du responsable informatique de l’unité. \n \n \n \n  \n \n \nCompétences \n• Savoir analyser les besoins des utilisateurs, les t raduire en spécifications techniques. \n• Maîtriser les méthodes et techniques de programmati on, de spécification et de conception. \n• Connaitre les techniques de programmation orienté o bjet et le langage JAVA. \n• Connaitre les technologies de développement web : H TML5, CSS, JS, AJAX. \n• Connaitre le langage de base de données SQL. \n• Savoir élaborer les jeux d’essais, d’intégration et  de tests unitaires. \n• Savoir rédiger différents types de documentation (d éveloppeur, utilisateur et exploitation). \n• Des connaissances des frameworks Struts, Hibernate,  jUnit ou des langages Perl et Bash \nseraient un plus. \n• Maitrise de l’anglais technique. \n \nProfil recherché \n• Diplôme minimum exigé : BAC +3 \n• Formation recommandée : filière informatique \n• Personne motivée, rigoureuse et dynamique \n• Bon relationnel et aptitude au travail en équipe \n• Savoir écouter un problème énoncé par l’utilisateur  \n• Une première expérience sur profil similaire serait  un plus \n \n \n \nPlus d’information  : https://cnrgv.toulouse.inra.fr   \nDébut du contrat  : Début 2018  \nDurée du contrat : 12 mois (possibilité de renouvellement)  \nRémunération : Selon profil et expérience \nLieu de travail : Campus INRA Auzeville Tolosane - 24 Chemin de Borde  Rouge - 31326 Castanet Tolosan \nLes candidatures (CV et lettre de motivation) sont à adresser par mail à stephane.cauet@inra.fr  et \ndavid.pujol@inra.fr   \n \n ", "date_creation": "2024-10-10 21:54:00.509558"}