{"id": "f0e04b0b-b9e5-4a28-a8d7-3518803ece2b", "original_filename": "Offre-Data-scientist-spcialis-R-.pdf", "filename": "f0e04b0b-b9e5-4a28-a8d7-3518803ece2b.pdf", "content_type": "application/pdf", "file_path": "uploads/offres/f0e04b0b-b9e5-4a28-a8d7-3518803ece2b.pdf", "contenu": " \n ILS NOUS FONT CONFIANCE \n PROPOSITION DE POSTE / LA DEFENSE  Data scientist - spécialisé R (F/H)    NOTRE MISSION  En tant que spécialiste reconnu, Aquila Data Enabler accompagne et conseille ses clients sur la Data Science, le Machine learning et le Deep learning, principalement au sein des Labs R&D. Notre positionnement est celui des projets à forts enjeux R&D et business en Data Science. Aquila Data Enabler est une structure qui répond avec réactivité, transparence et proximité aux besoins de ses clients en les aidant à faire les bons choix, et à les mettre en oeuvre avec efficacité.   POSTE PROPOSE  Vous intégrerez le Lab d'Aquila, constitué d'une quarantaine de Data scientist (en majorité Docteurs), travaillant sur nos projets Machine & Deep learning (Traitement du signal, Computer vision et / ou NLP).  En tant que Data Scientist spécialisé R (F/H), vous accompagnerez les projets data science Aquila au sein de notre Lab en tant que junior, tout en ayant des projets orientés statistiques / data analyse.  Plus précisément, vos missions seront : • Accompagnement du client pour l’émergence des besoins centrés sur la donnée • Etude de la problématique posée, diagnostic de la situation et des données disponibles, préparation des données • Proposition de méthodes de modélisation des problèmes opérationnels, conception d’algorithmes de classification, modélisation, prévision et optimisation • Etudes statistiques / data analyse  • Gestion des bases de données • Validation des modèles, mise en place d’indicateurs pertinents, étude des résultats, recommandations • Conception d’outils d’analyse et de data-visualisation Une connaissance de la théorie des sondages est requise (calage sur marges, estimation sur petits domaines).  Vous serez autonome sur l'utilisation de la base de données SQL et Teradata.  \n \n ILS NOUS FONT CONFIANCE \nVous aborderez des questions stratégiques et opérationnelles complexes, auxquels vous pouvez apporter des réponses grâce à votre bagage technique (data mining et visualisation de données techniques, l'analyse graphique, l'analyse statistique, le machine learning / deep learning, etc). Votre challenge sera de proposer de nouvelles façons d'aborder les problèmes de nos clients par la réappropriation de leurs données. Vous serez également responsable du pilotage de ses projets (définition de périmètre, planning et respect des délais, coordination avec les autres départements). De même, en dehors de la mission client, vous pourrez avoir des missions commerciales (réunions et présentations clients, workshop, etc) et des missions de veille (rédaction d’articles sur les projets Aquila en cours, etc).  Par la suite, une montée en compétences est envisagée (formation sur l’outil Python etc), et vos projets pourront être orientés en fonction de vos préférences : traitement du signal, traitement d’image, text mining, etc.     VOS QUALIFICATIONS  Ingénieur Data Scientist diplômé Bac +5, les algorithmes sont vos meilleurs amis ! Vous êtes passionné par la Data science et les statistiques. Vous êtes attiré par le fait de travailler sur de vraies problématiques opérationnelles au sein d’entreprises grands comptes. Vous avez une première expérience en tant que Data scientist / Data analyste : en CDI, alternance ou stage. Vous maîtrisez R. Idéalement, vous connaissez aussi l'outil Python, et les bases de données SQL et Teradata. Enfin, vous avez la pêche, le smile attitude, assez pour prétendre de faire partie de l’Aquila Team ! Si vous vous reconnaissez dans cette description, n’hésitez pas à nous envoyer votre candidature, nous serons ravis de faire connaissance autour d’un café !    ENVIE DE REJOINDRE NOTRE EQUIPE ?  Merci de nous envoyer votre CV et lettre de motivation à jobs@aquiladata.fr Pour un traitement interne plus rapide, veuillez nommer vos documents comme suit : Prénom Nom_Titredel’offre N'hésitez pas à ajouter tout document pouvant appuyer votre demande.  \n", "date_creation": "2024-10-10 21:29:37.099316"}